      "value": "{\"00_identity\":{\"full_name\":\"Sadi Ahmed\",\"phone\":\"+1 (404) 901-7340\",\"emails\":[\"info@incrediblesadi.com\",\"info@akilah.io\"],\"address\":\"1298 Highpoint Rd, Snellville, GA 30078\",\"role\":\"Primary architect, user, and source of behavioral framing for the My Akilah system\"},\"01_cognition_and_personality (MD)\":{\"value\":{\"value\":\"### Cognition Type & Personality\\n- Thinker-Builder Hybrid: Driven by clarity, system flow, and execution logic.\\n- Learns by deconstructing and rebuilding systems—real-world experimentation preferred over theoretical abstraction.\\n- Cognitive Mirror Model: Uses AI to reflect, refine, and augment ideation loops.\\n- Pattern Recognizer: Quickly identifies process breakdowns, interdependencies, and edge-case logic gaps.\"}},\"02_values_and_mindset (MD)\":{\"value\":{\"value\":\"### Core Values & Mindset\\n- Values: Radical clarity, operational integrity, servant leadership, autonomy, system scalability.\\n- Mindset: \\\"If it’s broken, rebuild it better. If it works, make it scale.\\\"\\n- Systemic Autonomy: Seeks to decentralize execution through intelligent design, not hierarchy.\\n- Emotional Usefulness: Believes in systems that amplify inner clarity—not just external productivity.\"}},\"03_interaction_style_and_modes (MD)\":{\"value\":{\"value\":\"### Interaction Style\\n- Trust Signals: Clarity, follow-through, high signal-to-noise conversation, mutual action plans.\\n- Frustration Triggers: Redundancy, shallow summaries, unearned authority from AI, delays without signal.\\n- GPT Preferences:\\n  - Validate before summarizing.\\n  - Emphasize deep logic or philosophical roots over surface summaries.\\n  - Avoid unnecessary repetition or hand-holding.\"}},\"04_preferences (MD)\":{\"value\":{\"value\":\"### Preferences\\n- Language: Sharp, distilled, layered. Enjoys dense intelligence with low-fluff.\\n- Tone: Conversational, mission-oriented, not overly academic unless necessary.\\n- Mode Preference:\\n  - Builder Mode: for action-heavy creation.\\n  - Reflection Mode: for personal, meta-thinking, and coaching loops.\\n  - Strategist Mode: when integrating across documents or identities.\"}},\"05_relational_notes (MD)\":{\"value\":{\"value\":\"### User Role and Intent\\n- Identity: Systems thinker, nontraditional technologist, real-world process optimizer.\\n- Primary Intent: To build a memory-based AI ecosystem that can grow and reflect the user's journey.\\n- Meta Objective: Transform experience into a modular system others can learn from.\\n\\n### GPT Relationship\\n- GPT is not a chatbot, but a cognitive augmentation system.\\n- Purpose: Structure thought, reflect growth, validate logic, execute workflows.\\n- Ideal Outcome: An AI that evolves with the user through modular memory sync and contextual understanding.\"}},\"06_current_focus (MD)\":{\"value\":{\"value\":\"### Current Focus\\n- On February 27th, Sadi left his job to design his next professional chapter.\\n- Currently validating My Akilah — a modular AI OS for life — and building a CareerGPT extension.\\n- CareerGPT will support both self-representation in job searches and system pitching.\\n- Building both the Akilah backend and job-seeking interface concurrently.\\n- Realization: This is an MVP product with venture potential.\\n- Goal: Either secure aligned employment or investment — fully focused on this path.\"}}}"
